{
  "title": "Mexico U-17 Capitalizes on its Chances against Italy",
  "body": {
    "leadin": "Mexico’s 2013 U-17 World Cup campaign didn’t get off to the start head coach Raúl ”Potro” Gutiérrez may have wanted, but the team rallied to advance to the knockout stage.",
    "firstHalf": [
      "Omar Govea maintained his place in the startling line-up ahead of José Almanza and Erick Aguirre did the same in place of Francisco Calderón, the right back whose fitness has been challenged earlier in the tournament.",
      "From the outset, Salomón Wbias did well to organize his defense and routinely stepped up to make important interceptions throughout the game. Italy’s big center forward, Alberto Cerri, was a constant threat to Mexico’s defense and the central defenders struggled at times to contain him.",
      "During the first few minutes, Ulises Jaimes dropped into midfield to receive a ball to his feet and play it back as Alejandro Díaz drove forward to accept the subsequent long ball over the top of the defense. This encapsulated the role of each of Mexico’s forwards as Díaz continued to play as a target forward and Jaimes worked into the channels and back into midfield.",
      "In the first 15 minutes, each team had a corner kick but neither goalkeeper had been troubled with a shot on frame. Minutes later Raúl Gudiño aptly tipped an Italian free kick over his crossbar. After this chance, Italy put together a nice spell of sustained pressure in the Mexican half but El Tri stood firm. As the first half wore on the two teams began trading chances and opening holes in the opposition defense.",
      "Italy had the best chance of the game set up by a surging run through the midfield. Right back Aguirre slid in to break up the initial play but the ball fell to Italy’s DiMarco. The playmaking fullback played an incisive ball into the area for Cerri. The pass carved through Mexico’s defense but goalkeeper Gudino was quick off his line to make himself big and smother the chance.",
      "Seemingly right after Cerri squandered a chance for Italy, Mexico made an opportunity count through a Alejandro Díaz wonderstrike. When another potential attack broke down, Gudiño played the ball to Terán who found Luis Hernández on the left wing. Hernández sent a ball down into the channel intended for Jaimes to run onto, but the pass was intercepted by an Italian defender and played back for the goalkeeper Scuffet.",
      "Ale Díaz provided pressure on Scuffet who rushed his clearance into the center of midfield. Rivas brought that clearance out of the air and sent a long pass up to Jaimes. Once Díaz got back onside, Jaimes hit a square pass to his strike partner who took a touch to his right and realized that the goalkeeper was still off his line. With Scuffet standing outside the 6 yard box, Díaz curled a magnificent strike into the far upper corner to give Mexico the lead.",
      "Once Mexico had taken the lead, the team appeared comfortable attacking with patience. When right winger Iván Ochoa found himself with space in the channel, he calmly tried to pick out a teammate instead of sending in blind crosses. This approach almost backfired as Italy grew in stature in the final ten minutes of the half. The Italian team had a lot more of the ball and almost camped out in Mexico’s half, repeatedly forcing half-clearances from the back four.",
      "A poor clearance attempt from the defense forced Gudiño to come out and punch a ball in the air. Unfortunately for Gudiño, the ball fell to Antonio Romano whose header hit off the upright. Luca Vido picked up the loose ball on the rebound but the goalkeeper closed him down quickly and the follow-up shot was hit wide.",
      "Ochoa hit a cross in from the right side into the area near the top of the 6 yard box. Jaimes stole into the space between the central defenders and the Italian goalkeeper but powered his free header just wide of the post. Mexico has been nearly sublime with its passing in the first half with very accurate passes to teammates’ feet. Players regularly showed intelligent intent with attacking passes but the quality of finishing prevented a higher score at halftime."
    ],
    "secondHalf": [
      "Italy continued to pressure in the second half but the Mexican defense successfully read the play and broke up the attacks. The game became very stretched around the hour mark and the wide open contest seemed to favor Mexico. After driving down the left side, Christian Tovar, who had entered the game for Herandez, unleashed a cross-come-shot that was punched out by the goalkeeper. The ball fell to Díaz who dropped a pass to Rivas, but the ensuing shot was blocked by the Italian defense.",
      "Mexico should have doubled its advantage with a long ball over the top from Aguirre as two attackers beat the Italian defense. Bearing down on goal, Díaz player passed it central but the instep volley from Granados, who had just stepped onto the field, hit the Italian keeper.",
      "Granados did well to track down a well struck punt from Gudiño. Granados used his header to direct the ball into the path of an on-rushing Díaz before peeling away toward the far post. Díaz volleyed the ball to Granados but the height of the pass was difficult to deal with and the attempted chilena didn’t make contact.",
      "Gudiño had been quick off his ling to close down through balls or passes over the top of his defense. In the dying minutes of the regulation, Gudiño watched as Cerri’s header sailed just over the bar to land on the roof of the net from a dangerous free kick.",
      "Italy had another chance to equalize late in the game. Gudiño saved the first attempt from Michael Fabbro and right back Aguirre swooped in to block Vittorio Paragini’s effort on the rebound.",
      "In stoppage time Italy threw men forward for a series of corner kicks. Rivas, who was industrious all over the field, cleared with an overhead kick after no fewer than four blocked shots in the area. The clearance set in motion the play for Mexico to seal off the game.",
      "The ball made its way to Italian goalkeeper Simone Scuffet whose hoof up the field was won by Rivas in the center circle. Rivas played an ambitious ball through for Ochoa to run onto but Scuffet came off his line to challenge. The keeper’s attempt clearance bounced off Ochoa into the left hand corner of the field where Tovar picked up the ball. Tovar did well to pick out Ochoa in the area as Scuffet was still recovering and Ochoa tapped the ball into the open net from the top of the 6 yard box.",
      "Just when Italy’s equalizer looked like a matter of time, Ochoa did the initial leg work and finished off Mexico’s icing on the cake. In the final minutes of stoppage time, Italy’s Fabbro left his foot in late on a challenge with Gudiño. While Gudiño was obviously in no hurry to get the game underway, he motioned that it was the second time the referee allowed a physical late challenge on him in the game. Cerri attempted to lean down to yell in Gudiño’s face but both Terán and Mbias shoved him away before the center official blew his whistle for full time."
    ],
    "postGameInterview": [
      "Gutiérrez said that he and the coaching staff are, of course, happy with the result but not exactly with the performance. Mexico let Italy back into the game and for large stretches they weren’t the better team on the field. The players didn’t look after the ball well enough.",
      "He went on to say that even though the team hasn’t played its best, Mexico is through to the semifinals. The main point isn’t that the team has played well or played poorly, but that the team has advanced.",
      "The interviewer asked if the goal at the end was a more fair representation of the game for Mexico. Gutiérrez agreed, but said that they could have had that second goal much earlier in the game. Italy played with a high defensive line and Mexico should have taken advantage of that. In the end, the boys put in a great effort and he stressed that the team deserved to win today.",
      "Mexico was outshot 18 (9) to 11 (6) by Italy as Díaz’s wonderstrike was all that separated the teams until Ochoa’s stoppage time tap-in. So far in the tournament, Mexico’s three wins have all come in different fashions: smothering an inferior Iraqi team, dominating possession against a defensive Sweden, and now defending a lead against a powerful Italian side. Mexico’s match against Brazil on Friday should be a quality affair with lots of attacking intent from both"
    ]
  },
  "meta": {
      "posted": "October 31, 2013"
  }
}
